Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# speak_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# speak_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# speak_correct_label
source: Correct
de: Richtig
es: Correcto
fr: Bonne réponse
it: Corretto
ja: 正解
ko: 정답
pt_br: Correto
vi: Đáp án đúng
zh_hans: 正确答案
zh_hant: 正確答案

# speak_correct_title
source: Perfect!
de: Perfekt!
es: ¡Perfecto!
fr: Parfait !
it: Perfetto!
ja: 完璧です！
ko: 완벽해요!
pt_br: Perfeito!
vi: Hoàn hảo!
zh_hans: 完美！
zh_hant: 完美！

# speak_failed_busy_message
source: The last attempt hasn’t finished. Give it a moment and try again.
de: Der letzte Versuch ist noch nicht fertig. Warte einen Moment und versuch es nochmal.
es: El intento anterior aún no ha terminado. Espera un momento e inténtalo de nuevo.
fr: La dernière tentative n’est pas terminée. Attends un instant et réessaie.
it: Il tentativo precedente non è ancora finito. Aspetta un attimo e riprova.
ja: 前回の試行がまだ終わっていません。少し待ってから、もう一度お試しください。
ko: 이전 시도가 아직 끝나지 않았어요. 잠시 후 다시 시도하세요.
pt_br: A tentativa anterior ainda não terminou. Espere um instante e tente de novo.
vi: Lần thử trước chưa xong. Đợi một chút rồi thử lại.
zh_hans: 上一次尝试还没结束。稍等片刻再试。
zh_hant: 上一次嘗試還沒結束。稍等一下再試一次。

# speak_failed_busy_title
source: Still listening
de: Hört noch zu
es: Todavía escuchando
fr: Toujours à l’écoute
it: Sto ancora ascoltando
ja: まだ聞き取り中です
ko: 아직 듣는 중이에요
pt_br: Ainda ouvindo
vi: Vẫn đang nghe
zh_hans: 仍在聆听
zh_hant: 仍在聆聽

# speak_failed_language_message
source: This device has no speech model for this deck’s language. Add it in your device’s dictation settings.
de: Dieses Gerät hat kein Sprachmodell für die Sprache dieses Stapels. Füge es in den Diktier-Einstellungen deines Geräts hinzu.
es: Este dispositivo no tiene un modelo de voz para el idioma de este mazo. Añádelo en la configuración de dictado de tu dispositivo.
fr: Cet appareil n’a pas de modèle vocal pour la langue de ce paquet. Ajoute-le dans les réglages de dictée de ton appareil.
it: Questo dispositivo non ha un modello vocale per la lingua di questo mazzo. Aggiungilo nelle impostazioni di dettatura del dispositivo.
ja: このデバイスには、このデッキの言語の音声モデルがありません。デバイスの音声入力設定で追加してください。
ko: 이 기기에는 이 덱의 언어에 맞는 음성 모델이 없어요. 기기의 받아쓰기 설정에서 추가하세요.
pt_br: Este dispositivo não tem um modelo de fala para o idioma deste baralho. Adicione nas configurações de ditado do aparelho.
vi: Thiết bị này không có mô hình giọng nói cho ngôn ngữ của bộ thẻ. Hãy thêm trong cài đặt đọc chính tả của thiết bị.
zh_hans: 此设备没有这个卡组语言的语音模型。请在设备的听写设置中添加。
zh_hant: 這部裝置沒有這個牌組語言的語音模型。請到裝置的聽寫設定中新增。

# speak_failed_language_title
source: Language not installed
de: Sprache nicht installiert
es: Idioma no instalado
fr: Langue non installée
it: Lingua non installata
ja: 言語がインストールされていません
ko: 언어가 설치되지 않았어요
pt_br: Idioma não instalado
vi: Chưa cài ngôn ngữ
zh_hans: 未安装该语言
zh_hant: 未安裝語言

# speak_failed_network_message
source: Speech recognition needs a connection right now. Check yours and try again.
de: Die Spracherkennung braucht gerade eine Verbindung. Prüfe deine und versuch es nochmal.
es: El reconocimiento de voz necesita conexión en este momento. Revisa la tuya e inténtalo de nuevo.
fr: La reconnaissance vocale a besoin d’une connexion pour le moment. Vérifie la tienne et réessaie.
it: Il riconoscimento vocale ora ha bisogno di una connessione. Controlla la tua e riprova.
ja: 現在、音声認識には接続が必要です。接続を確認して、もう一度お試しください。
ko: 지금은 음성 인식에 인터넷 연결이 필요해요. 연결을 확인하고 다시 시도하세요.
pt_br: O reconhecimento de fala precisa de conexão agora. Confira a sua e tente de novo.
vi: Lúc này nhận dạng giọng nói cần có kết nối mạng. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 语音识别目前需要联网。请检查网络连接后再试。
zh_hant: 語音辨識目前需要網路連線。請檢查連線後再試一次。

# speak_failed_network_title
source: Recognition is offline
de: Erkennung ist offline
es: El reconocimiento no tiene conexión
fr: Reconnaissance hors ligne
it: Il riconoscimento è offline
ja: 音声認識がオフラインです
ko: 음성 인식이 오프라인이에요
pt_br: O reconhecimento está offline
vi: Nhận dạng đang ngoại tuyến
zh_hans: 语音识别处于离线状态
zh_hant: 語音辨識離線中

# speak_failed_no_match_message
source: Nothing was recognised. Try again, a little closer to the microphone.
de: Nichts wurde erkannt. Versuch es nochmal, etwas näher am Mikrofon.
es: No se reconoció nada. Inténtalo de nuevo, un poco más cerca del micrófono.
fr: Rien n’a été reconnu. Réessaie, un peu plus près du micro.
it: Non è stato riconosciuto niente. Riprova, un po' più vicino al microfono.
ja: 何も認識されませんでした。マイクに少し近づいて、もう一度お試しください。
ko: 인식된 내용이 없어요. 마이크에 조금 더 가까이 대고 다시 해 보세요.
pt_br: Nada foi reconhecido. Tente de novo, um pouco mais perto do microfone.
vi: Không nhận dạng được gì. Hãy thử lại, nói gần micrô hơn một chút.
zh_hans: 没有识别到任何内容。离麦克风近一点，再试一次。
zh_hant: 沒有辨識到任何內容。靠近麥克風一點再試一次。

# speak_failed_no_match_title
source: Didn’t catch that
de: Nicht verstanden
es: No te entendí
fr: Je n’ai pas compris
it: Non ho capito
ja: 聞き取れませんでした
ko: 잘 못 들었어요
pt_br: Não entendi
vi: Chưa nghe rõ
zh_hans: 没听清
zh_hant: 沒聽清楚

# speak_failed_permission_title
source: Microphone is off
de: Mikrofon ist aus
es: El micrófono está desactivado
fr: Le micro est désactivé
it: Il microfono è disattivato
ja: マイクがオフです
ko: 마이크가 꺼져 있어요
pt_br: O microfone está desligado
vi: Micrô đang tắt
zh_hans: 麦克风已关闭
zh_hant: 麥克風已關閉

# speak_failed_unavailable_title
source: Speak isn’t available
de: Sprechen ist nicht verfügbar
es: Hablar no está disponible
fr: Parler est indisponible
it: Parla non è disponibile
ja: 「話す」は利用できません
ko: 말하기를 쓸 수 없어요
pt_br: Falar não está disponível
vi: Không dùng được Nói
zh_hans: 跟读不可用
zh_hant: 無法使用口說

# speak_failed_unknown_message
source: Recognition didn’t come back with an answer. Try again.
de: Die Erkennung hat keine Antwort geliefert. Versuch es nochmal.
es: El reconocimiento no devolvió ninguna respuesta. Inténtalo de nuevo.
fr: La reconnaissance n’a renvoyé aucune réponse. Réessaie.
it: Il riconoscimento non ha restituito una risposta. Riprova.
ja: 音声認識から結果が返ってきませんでした。もう一度お試しください。
ko: 음성 인식 결과를 받지 못했어요. 다시 시도하세요.
pt_br: O reconhecimento não retornou uma resposta. Tente de novo.
vi: Nhận dạng không trả về kết quả. Hãy thử lại.
zh_hans: 语音识别没有返回结果。请再试一次。
zh_hant: 語音辨識沒有傳回答案。再試一次。

# speak_failed_unknown_title
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했어요
pt_br: Algo deu errado
vi: Đã xảy ra lỗi
zh_hans: 出了点问题
zh_hant: 出了點問題

# speak_listening_hint
source: Tap to cancel
de: Zum Abbrechen tippen
es: Toca para cancelar
fr: Touche pour annuler
it: Tocca per annullare
ja: タップしてキャンセル
ko: 탭하면 취소돼요
pt_br: Toque para cancelar
vi: Nhấn để hủy
zh_hans: 点按取消
zh_hant: 點一下即可取消

# speak_listening_prompt
source: Say the word
de: Sag das Wort
es: Di la palabra
fr: Dis le mot
it: Pronuncia la parola
ja: 単語を言ってください
ko: 단어를 말해 보세요
pt_br: Diga a palavra
vi: Hãy nói từ này
zh_hans: 说出这个词
zh_hant: 說出這個字

# speak_permission_denied
source: Microphone permission is needed to practice speaking.
de: Zum Üben der Aussprache wird der Zugriff auf das Mikrofon benötigt.
es: Se necesita permiso para usar el micrófono y practicar en voz alta.
fr: L’accès au micro est nécessaire pour t’entraîner à parler.
it: Serve l'accesso al microfono per esercitarti a parlare.
ja: 発音の練習にはマイクへのアクセス許可が必要です。
ko: 말하기 연습에는 마이크 권한이 필요해요.
pt_br: É preciso permissão do microfone para praticar a fala.
vi: Cần quyền micrô để luyện nói.
zh_hans: 需要麦克风权限才能练习口语。
zh_hant: 需要麥克風權限才能練習口說。

# speak_try_again
source: Try again
de: Nochmal versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度
ko: 다시 시도
pt_br: Tentar de novo
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# speak_unavailable
source: Speech recognition is unavailable on this device.
de: Spracherkennung ist auf diesem Gerät nicht verfügbar.
es: El reconocimiento de voz no está disponible en este dispositivo.
fr: La reconnaissance vocale n’est pas disponible sur cet appareil.
it: Il riconoscimento vocale non è disponibile su questo dispositivo.
ja: このデバイスでは音声認識を利用できません。
ko: 이 기기에서는 음성 인식을 쓸 수 없어요.
pt_br: O reconhecimento de fala não está disponível neste dispositivo.
vi: Nhận dạng giọng nói không khả dụng trên thiết bị này.
zh_hans: 此设备不支持语音识别。
zh_hant: 這部裝置無法使用語音辨識。

# speak_wrong_title
source: Not quite right
de: Nicht ganz richtig
es: No del todo
fr: Pas tout à fait
it: Non proprio
ja: 少し違います
ko: 조금 달라요
pt_br: Não foi bem isso
vi: Chưa đúng lắm
zh_hans: 不太对
zh_hant: 不太對

# speak_you_said
source: You said
de: Du hast gesagt
es: Dijiste
fr: Tu as dit
it: Hai detto
ja: 聞き取った内容
ko: 내가 말한 것
pt_br: Você disse
vi: Bạn đã nói
zh_hans: 你说的是
zh_hant: 你說的是

# speak_you_said_label
source: YOU SAID
de: DU HAST GESAGT
es: DIJISTE
fr: TU AS DIT
it: HAI DETTO
ja: 認識結果
ko: 내가 말한 것
pt_br: VOCÊ DISSE
vi: BẠN ĐÃ NÓI
zh_hans: 你说的是
zh_hant: 你說的是

# srs_grade_again
source: Again
de: Nochmal
es: Otra vez
fr: À revoir
it: Ancora
ja: もう一度
ko: 다시
pt_br: Repetir
vi: Lại
zh_hans: 重来
zh_hant: 重來

# srs_grade_easy
source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile
ja: 簡単
ko: 쉬움
pt_br: Fácil
vi: Dễ
zh_hans: 简单
zh_hant: 簡單

# srs_grade_good
source: Good
de: Gut
es: Bien
fr: Correct
it: Bene
ja: 正解
ko: 좋음
pt_br: Bom
vi: Tốt
zh_hans: 良好
zh_hant: 良好

# srs_grade_hard
source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
ja: 難しい
ko: 어려움
pt_br: Difícil
vi: Khó
zh_hans: 困难
zh_hant: 困難

# study_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# study_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# study_complete_subtitle_many
source: You reviewed %1$lld cards.
de: Du hast %1$lld Karten wiederholt.
es: Repasaste %1$lld tarjetas.
fr: Tu as révisé %1$lld cartes.
it: Hai ripassato %1$lld carte.
ja: %1$lld 枚のカードを復習しました。
ko: 카드 %1$lld장을 복습했어요.
pt_br: Você revisou %1$lld cartas.
vi: Bạn đã ôn %1$lld thẻ.
zh_hans: 你复习了 %1$lld 张卡片。
zh_hant: 你複習了 %1$lld 張卡片。

# study_complete_subtitle_one
source: You reviewed 1 card.
de: Du hast 1 Karte wiederholt.
es: Repasaste 1 tarjeta.
fr: Tu as révisé 1 carte.
it: Hai ripassato 1 carta.
ja: 1 枚のカードを復習しました。
ko: 카드 1장을 복습했어요.
pt_br: Você revisou 1 carta.
vi: Bạn đã ôn 1 thẻ.
zh_hans: 你复习了 1 张卡片。
zh_hant: 你複習了 1 張卡片。

# study_complete_title
source: All done! 🎊
de: Geschafft! 🎊
es: ¡Todo listo! 🎊
fr: C’est fini ! 🎊
it: Tutto fatto! 🎊
ja: お疲れさまでした！🎊
ko: 모두 끝났어요! 🎊
pt_br: Tudo pronto! 🎊
vi: Xong hết rồi! 🎊
zh_hans: 全部完成！🎊
zh_hant: 全部完成！🎊

# study_done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
vi: Xong
zh_hans: 完成
zh_hant: 完成

# study_empty_subtitle
source: No cards due right now.
de: Gerade sind keine Karten fällig.
es: No hay tarjetas pendientes ahora.
fr: Aucune carte à réviser pour l’instant.
it: Nessuna carta da ripassare al momento.
ja: 今は復習するカードがありません。
ko: 지금 복습할 카드가 없어요.
pt_br: Nenhuma carta para revisar agora.
vi: Hiện không có thẻ nào cần ôn.
zh_hans: 现在没有待复习的卡片。
zh_hant: 目前沒有待複習的卡片。

# study_empty_subtitle_deck
source: No cards due in %1$@ right now.
de: In %1$@ sind gerade keine Karten fällig.
es: No hay tarjetas pendientes en %1$@ ahora.
fr: Aucune carte à réviser dans %1$@ pour l’instant.
it: Nessuna carta da ripassare in %1$@ al momento.
ja: %1$@ には今、復習するカードがありません。
ko: 지금 %1$@에서 복습할 카드가 없어요.
pt_br: Nenhuma carta de %1$@ para revisar agora.
vi: Hiện không có thẻ nào cần ôn trong %1$@.
zh_hans: %1$@ 现在没有待复习的卡片。
zh_hant: 「%1$@」目前沒有待複習的卡片。

# study_empty_title
source: You're all caught up 🎉
de: Du bist auf dem neuesten Stand 🎉
es: Estás al día 🎉
fr: Tu es à jour 🎉
it: Sei in pari 🎉
ja: すべて完了しました 🎉
ko: 모두 복습했어요 🎉
pt_br: Você está em dia 🎉
vi: Bạn đã ôn xong hết 🎉
zh_hans: 全部完成啦 🎉
zh_hant: 全部複習完了 🎉

# study_error_title
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했어요
pt_br: Algo deu errado
vi: Đã xảy ra lỗi
zh_hans: 出了点问题
zh_hant: 出了點問題

# study_flip_hint
source: Tap card to reveal answer
de: Tippe auf die Karte für die Antwort
es: Toca la tarjeta para ver la respuesta
fr: Touche la carte pour voir la réponse
it: Tocca la carta per vedere la risposta
ja: カードをタップして答えを表示
ko: 카드를 탭하면 답이 보여요
pt_br: Toque na carta para ver a resposta
vi: Nhấn vào thẻ để xem đáp án
zh_hans: 点按卡片查看答案
zh_hant: 點一下卡片顯示答案

# study_goal_done
source: Back to home
de: Zurück zur Startseite
es: Volver al inicio
fr: Retour à l’accueil
it: Torna alla home
ja: ホームに戻る
ko: 홈으로
pt_br: Voltar ao início
vi: Về trang chủ
zh_hans: 返回首页
zh_hant: 返回首頁

# study_goal_keep_studying
source: Keep studying
de: Weiterlernen
es: Seguir estudiando
fr: Continuer à étudier
it: Continua a studiare
ja: 学習を続ける
ko: 계속 학습하기
pt_br: Continuar estudando
vi: Học tiếp
zh_hans: 继续学习
zh_hant: 繼續學習

# study_goal_reached_body
source: That's your target for today. Nothing is locked, so keep going if you're on a roll.
de: Das ist dein Ziel für heute. Nichts ist gesperrt, also mach ruhig weiter, wenn du gerade gut dabei bist.
es: Esa es tu meta de hoy. No hay nada bloqueado, así que sigue si estás en racha.
fr: C’est ton objectif du jour. Rien n’est bloqué, alors continue si tu es sur ta lancée.
it: È il tuo obiettivo di oggi. Non si blocca nulla, quindi continua se sei in vena.
ja: 今日の目標はクリアです。制限はないので、調子が良ければそのまま続けましょう。
ko: 오늘의 목표를 채웠어요. 잠긴 건 없으니 흐름을 탔다면 계속해 보세요.
pt_br: Essa é a sua meta de hoje. Nada fica bloqueado, então continue se estiver embalado.
vi: Bạn đã đạt chỉ tiêu hôm nay. Không có gì bị khóa cả, cứ học tiếp nếu bạn đang hăng say.
zh_hans: 今天的目标完成了。没有任何限制，状态好的话就继续学吧。
zh_hant: 這是你今天的目標。沒有任何東西被鎖住，如果學得正起勁，就繼續吧。

# study_goal_reached_count_many
source: %1$lld new cards today
de: %1$lld neue Karten heute
es: %1$lld tarjetas nuevas hoy
fr: %1$lld nouvelles cartes aujourd’hui
it: %1$lld carte nuove oggi
ja: 今日の新規カード %1$lld 枚
ko: 오늘 새 카드 %1$lld장
pt_br: %1$lld cartas novas hoje
vi: %1$lld thẻ mới hôm nay
zh_hans: 今天学了 %1$lld 张新卡片
zh_hant: 今天學了 %1$lld 張新卡片

# study_goal_reached_count_one
source: %1$lld new card today
de: %1$lld neue Karte heute
es: %1$lld tarjeta nueva hoy
fr: %1$lld nouvelle carte aujourd’hui
it: %1$lld carta nuova oggi
ja: 今日の新規カード %1$lld 枚
ko: 오늘 새 카드 %1$lld장
pt_br: %1$lld carta nova hoje
vi: %1$lld thẻ mới hôm nay
zh_hans: 今天学了 %1$lld 张新卡片
zh_hant: 今天學了 %1$lld 張新卡片

# study_goal_reached_title
source: Daily goal reached!
de: Tagesziel erreicht!
es: ¡Meta diaria alcanzada!
fr: Objectif du jour atteint !
it: Obiettivo giornaliero raggiunto!
ja: 1日の目標を達成しました！
ko: 일일 목표 달성!
pt_br: Meta diária alcançada!
vi: Đã đạt mục tiêu hằng ngày!
zh_hans: 每日目标已达成！
zh_hant: 已達成每日目標！

# study_listen
source: Listen
de: Anhören
es: Escuchar
fr: Écouter
it: Ascolta
ja: 聞く
ko: 듣기
pt_br: Ouvir
vi: Nghe
zh_hans: 朗读
zh_hant: 聆聽

# study_loading
source: Dealing your cards…
de: Deine Karten werden ausgeteilt…
es: Repartiendo tus tarjetas…
fr: On distribue tes cartes…
it: Distribuisco le carte…
ja: カードを配っています…
ko: 카드를 나누는 중…
pt_br: Distribuindo suas cartas…
vi: Đang chia thẻ…
zh_hans: 正在发牌…
zh_hant: 正在發牌…

# study_position_of_total
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
ko: %1$lld/%2$lld
pt_br: %1$lld de %2$lld
vi: %1$lld/%2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld/%2$lld

# study_preview_action_guest
source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
ja: アカウントを作成
ko: 계정 만들기
pt_br: Criar conta
vi: Tạo tài khoản
zh_hans: 创建账号
zh_hant: 建立帳號

# study_preview_back
source: Back to deck
de: Zurück zum Stapel
es: Volver al mazo
fr: Retour au paquet
it: Torna al mazzo
ja: デッキに戻る
ko: 덱으로 돌아가기
pt_br: Voltar ao baralho
vi: Quay lại bộ thẻ
zh_hans: 返回卡组
zh_hant: 返回牌組

# study_preview_badge
source: Preview · progress isn't saved
de: Vorschau · Fortschritt wird nicht gespeichert
es: Vista previa · el progreso no se guarda
fr: Aperçu · progression non enregistrée
it: Anteprima · i progressi non vengono salvati
ja: プレビュー · 進捗は保存されません
ko: 미리보기 · 진행 상황이 저장되지 않아요
pt_br: Prévia · o progresso não é salvo
vi: Xem thử · tiến độ không được lưu
zh_hans: 预览 · 不保存进度
zh_hant: 預覽 · 不會儲存進度

# study_preview_complete_title
source: That's the preview 👋
de: Das war die Vorschau 👋
es: Hasta aquí la vista previa 👋
fr: C’était l’aperçu 👋
it: Fine dell'anteprima 👋
ja: プレビューはここまでです 👋
ko: 미리보기는 여기까지예요 👋
pt_br: Essa era a prévia 👋
vi: Hết phần xem thử rồi 👋
zh_hans: 预览到此结束 👋
zh_hant: 預覽到此結束 👋

# study_preview_guest_detail
source: Create an account and this deck remembers what you got right, and asks again just before you'd forget it.
de: Erstelle ein Konto, dann merkt sich dieser Stapel, was du richtig hattest, und fragt nochmal, kurz bevor du es vergessen würdest.
es: Crea una cuenta y este mazo recordará lo que acertaste, y te volverá a preguntar justo antes de que lo olvides.
fr: Crée un compte et ce paquet retiendra ce que tu as réussi, et te le redemandera juste avant que tu l’oublies.
it: Crea un account e questo mazzo ricorderà cosa hai indovinato, e te lo richiederà poco prima che tu lo dimentichi.
ja: アカウントを作成すると、このデッキは正解したカードを覚えていて、忘れかけたころにもう一度出題します。
ko: 계정을 만들면 이 덱이 맞힌 카드를 기억하고, 잊어버리기 직전에 다시 물어봐요.
pt_br: Crie uma conta e este baralho lembra o que você acertou, e pergunta de novo pouco antes de você esquecer.
vi: Tạo tài khoản để bộ thẻ này ghi nhớ những gì bạn trả lời đúng, và hỏi lại ngay trước khi bạn kịp quên.
zh_hans: 创建账号后，这个卡组会记住你答对了哪些，并在你快要忘记之前再次提问。
zh_hant: 建立帳號後，這個牌組會記住你答對了哪些，並在你快要忘記之前再問你一次。

# study_preview_member_detail
source: Follow or clone this deck to keep your progress on it.
de: Folge diesem Stapel oder kopiere ihn, um deinen Fortschritt zu behalten.
es: Sigue o copia este mazo para conservar tu progreso en él.
fr: Suis ou copie ce paquet pour garder ta progression.
it: Segui o copia questo mazzo per tenere i tuoi progressi.
ja: 進捗を保存するには、このデッキをフォローするかコピーしてください。
ko: 진행 상황을 유지하려면 이 덱을 팔로우하거나 복사하세요.
pt_br: Siga ou copie este baralho para guardar seu progresso nele.
vi: Theo dõi hoặc sao chép bộ thẻ này để lưu tiến độ học.
zh_hans: 关注或复制这个卡组，即可保留你的学习进度。
zh_hant: 追蹤或複製這個牌組，就能保存你的學習進度。

# study_preview_next
source: Next card
de: Nächste Karte
es: Siguiente tarjeta
fr: Carte suivante
it: Carta successiva
ja: 次のカード
ko: 다음 카드
pt_br: Próxima carta
vi: Thẻ tiếp theo
zh_hans: 下一张
zh_hant: 下一張卡片

# study_preview_subtitle_many
source: You tried %1$lld cards.
de: Du hast %1$lld Karten ausprobiert.
es: Probaste %1$lld tarjetas.
fr: Tu as essayé %1$lld cartes.
it: Hai provato %1$lld carte.
ja: %1$lld 枚のカードを試しました。
ko: 카드 %1$lld장을 체험했어요.
pt_br: Você tentou %1$lld cartas.
vi: Bạn đã thử %1$lld thẻ.
zh_hans: 你试了 %1$lld 张卡片。
zh_hant: 你試了 %1$lld 張卡片。

# study_preview_subtitle_one
source: You tried %1$lld card.
de: Du hast %1$lld Karte ausprobiert.
es: Probaste %1$lld tarjeta.
fr: Tu as essayé %1$lld carte.
it: Hai provato %1$lld carta.
ja: %1$lld 枚のカードを試しました。
ko: 카드 %1$lld장을 체험했어요.
pt_br: Você tentou %1$lld carta.
vi: Bạn đã thử %1$lld thẻ.
zh_hans: 你试了 %1$lld 张卡片。
zh_hant: 你試了 %1$lld 張卡片。

# study_reversed_badge
source: Reversed
de: Umgekehrt
es: Invertida
fr: Inversée
it: Invertita
ja: 逆向き
ko: 뒤집힘
pt_br: Invertida
vi: Đảo chiều
zh_hans: 反向
zh_hant: 反向

# study_speak
source: Speak
de: Sprechen
es: Hablar
fr: Parler
it: Parla
ja: 話す
ko: 말하기
pt_br: Falar
vi: Nói
zh_hans: 跟读
zh_hant: 口說

# study_sync_error_dismiss
source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Ho capito
ja: OK
ko: 확인
pt_br: Entendi
vi: Đã hiểu
zh_hans: 知道了
zh_hant: 知道了

# study_sync_error_title
source: Your reviews aren't saving
de: Deine Wiederholungen werden nicht gespeichert
es: Tus repasos no se están guardando
fr: Tes révisions ne sont pas enregistrées
it: I tuoi ripassi non vengono salvati
ja: 復習結果が保存されていません
ko: 복습 기록이 저장되지 않고 있어요
pt_br: Suas revisões não estão sendo salvas
vi: Lượt ôn tập của bạn chưa được lưu
zh_hans: 你的复习记录没有保存
zh_hant: 你的複習紀錄沒有儲存

# study_tap_to_reveal
source: TAP TO REVEAL
de: ZUM AUFDECKEN TIPPEN
es: TOCA PARA MOSTRAR
fr: TOUCHE POUR AFFICHER
it: TOCCA PER MOSTRARE
ja: タップして表示
ko: 탭해서 보기
pt_br: TOQUE PARA REVELAR
vi: NHẤN ĐỂ HIỆN
zh_hans: 点按显示
zh_hant: 點一下即可顯示

# study_type_check
source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
it: Verifica
ja: 確認
ko: 확인
pt_br: Verificar
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

# study_type_correct
source: Correct!
de: Richtig!
es: ¡Correcto!
fr: Exact !
it: Giusto!
ja: 正解！
ko: 정답이에요!
pt_br: Correto!
vi: Chính xác!
zh_hans: 正确！
zh_hant: 答對了！

# study_type_give_up
source: Give up · show me
de: Aufgeben · zeig’s mir
es: Me rindo · muéstramela
fr: Abandonner · montre-moi
it: Mi arrendo · mostramela
ja: あきらめる · 答えを見る
ko: 포기 · 답 보기
pt_br: Desistir · me mostre
vi: Chịu thua · cho tôi xem
zh_hans: 放弃 · 显示答案
zh_hant: 放棄 · 看答案

# study_type_near_miss
source: Almost. Check the accents
de: Fast. Achte auf die Akzente
es: Casi. Revisa los acentos
fr: Presque. Vérifie les accents
it: Quasi. Controlla gli accenti
ja: 惜しい！アクセント記号を確認してください
ko: 거의 맞았어요. 악센트를 확인하세요
pt_br: Quase. Confira os acentos
vi: Gần đúng rồi. Kiểm tra lại dấu
zh_hans: 差一点。检查一下重音符号
zh_hant: 差一點。檢查一下重音符號

# study_type_placeholder
source: Type the answer
de: Antwort eintippen
es: Escribe la respuesta
fr: Écris la réponse
it: Scrivi la risposta
ja: 答えを入力
ko: 답을 입력하세요
pt_br: Digite a resposta
vi: Gõ đáp án
zh_hans: 输入答案
zh_hant: 輸入答案

# study_type_wrong
source: Not quite. Try again
de: Nicht ganz. Versuch’s nochmal
es: No es eso. Inténtalo de nuevo
fr: Pas tout à fait. Réessaie
it: Non proprio. Riprova
ja: 違います。もう一度どうぞ
ko: 아쉬워요. 다시 해 보세요
pt_br: Não é bem isso. Tente de novo
vi: Chưa đúng. Thử lại nhé
zh_hans: 不太对。再试一次
zh_hant: 不太對。再試一次

# tag_browse_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# tag_browse_empty_subtitle
source: Nobody on Loopky has used this tag yet. Publish a deck with it and it shows up here.
de: Noch niemand auf Loopky hat dieses Tag verwendet. Veröffentliche einen Stapel damit, und er erscheint hier.
es: Nadie en Loopky ha usado esta etiqueta todavía. Publica un mazo con ella y aparecerá aquí.
fr: Personne sur Loopky n’a encore utilisé ce tag. Publie un paquet avec et il apparaîtra ici.
it: Nessuno su Loopky ha ancora usato questo tag. Pubblica un mazzo con questo tag e comparirà qui.
ja: Loopky でこのタグを使った人はまだいません。このタグを付けてデッキを公開すると、ここに表示されます。
ko: Loopky에서 아직 아무도 이 태그를 쓰지 않았어요. 이 태그로 덱을 발행하면 여기에 보여요.
pt_br: Ninguém no Loopky usou esta tag ainda. Publique um baralho com ela e ele aparece aqui.
vi: Chưa ai trên Loopky dùng nhãn này. Hãy xuất bản một bộ thẻ với nhãn này và nó sẽ hiện ở đây.
zh_hans: Loopky 上还没有人用过这个标签。发布一个带这个标签的卡组，它就会出现在这里。
zh_hant: Loopky 上還沒有人使用這個標籤。用它發布一個牌組，就會出現在這裡。

# tag_browse_empty_title
source: No decks tagged “%1$@” yet
de: Noch keine Stapel mit dem Tag „%1$@“
es: Aún no hay mazos con la etiqueta “%1$@”
fr: Aucun paquet avec le tag « %1$@ » pour l’instant
it: Ancora nessun mazzo con il tag “%1$@”
ja: タグ「%1$@」のデッキはまだありません
ko: 아직 “%1$@” 태그가 붙은 덱이 없어요
pt_br: Nenhum baralho com a tag “%1$@” ainda
vi: Chưa có bộ thẻ nào có nhãn “%1$@”
zh_hans: 还没有标签为“%1$@”的卡组
zh_hant: 還沒有標記為「%1$@」的牌組

# triage_approve_all
source: Approve all
de: Alle übernehmen
es: Aprobar todas
fr: Tout approuver
it: Approva tutte
ja: すべて承認
ko: 모두 승인
pt_br: Aprovar todos
vi: Duyệt tất cả
zh_hans: 全部保留
zh_hant: 全部保留

# triage_back_label
source: BACK
de: RÜCKSEITE
es: REVERSO
fr: VERSO
it: RETRO
ja: 裏面
ko: 뒷면
pt_br: VERSO
vi: MẶT SAU
zh_hans: 背面
zh_hant: 背面

# triage_discard
source: Discard
de: Verwerfen
es: Descartar
fr: Écarter
it: Scarta
ja: 破棄
ko: 버리기
pt_br: Descartar
vi: Bỏ
zh_hans: 舍弃
zh_hant: 捨棄

# triage_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯
